{
  "Books": [
    {
      "id": "e923cb32",
      "BookTitle": "Nothing Ventured",
      "author": "Jeffrey Archer",
      "price": 330,
      "PageCount": 336,
      "ISBN": 1529014913,
      "Description": "Nothing Ventured is the incredible and thrilling novel by the master storyteller and bestselling author of the Clifton Chronicles and Kane and Abel, Jeffrey Archer.This is not a detective story, this is a story about a detectiveWilliam Warwick has always wanted to be a detective, and decides, much to his father’s dismay, that rather than become a barrister like his father, Sir Julian Warwick QC, and his sister Grace, he will join London’s Metropolitan Police Force.After graduating from university, William begins a career that will define his life: from his early months on the beat under the watchful eye of his first mentor, Constable Fred Yates, to his first high-stakes case as a fledgling detective in Scotland Yard’s Art and Antiques squad. Investigating the theft of a priceless Rembrandt painting from the Fitzmolean Museum, he meets Beth Rainsford, a research assistant at the gallery who he falls hopelessly in love with, even as Beth guards a secret of her own that she’s terrified will come to light.",
      "image": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T2/images/I/51YIYdHgXeL._SX327_BO1,204,203,200_.jpg"
    },
    {
      "id": "675f7986",
      "BookTitle": "And Then There Were None",
      "author": "Agatha Christie",
      "price": 304,
      "PageCount": 256,
      "ISBN": 9780008123208,
      "Description": "The book that topped the international online poll held in Agatha Christies 125th birthday year to discover which of her 80 crime books was the worlds favourite.1939. Europe teeters on the brink of war. Ten strangers are invited to Soldier Island, an isolated rock near the Devon coast. Cut off from the mainland, with their generous hosts Mr and Mrs U.N. Owen mysteriously absent, they are each accused of a terrible crime. When one of the party dies suddenly they realise they may be harbouring a murderer among their number.The 10 strangers include a reckless playboy, a troubled Harley Street doctor, a formidable judge, an uncouth detective, an unscrupulous mercenary, a God-fearing spinster, two restless servants, a highly decorated general and an anxious secretary. One by one they are picked off.",
      "image": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T2/images/I/819i8joMtRL._AC_UY327_FMwebp_QL65_.jpg"
    },
    {
      "id": "cfa59b06",
      "BookTitle": "Sky is Falling",
      "author": "Sidney Sheldon",
      "price": 349,
      "PageCount": 416,
      "ISBN": 9788172236076,
      "Description": "The Sky is Falling contains all the elements which make Sidney Sheldon’s works impossible to put down: power, money, greed, lust, corruption… and a strong female central character. In this instance it is a TV anchorwoman from Washington DC. All her investigative instincts tell her that a brutal series of murders are linked – and she travels the world to prove it. But the closer she comes to uncovering the truth the more she realizes her own life is in jeopardy. However, she is not about to give up – the hunter becomes the hunted.As readers navigate the twists and turns of the plot, they’ll know they must anticipate the unexpected – Sidney Sheldon’s hallmark. And they won’t be disappointed.",
      "image": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T2/images/I/510Ai9FqmUL._SX308_BO1,204,203,200_.jpg"
    },
    {
      "id": "e46e61d8",
      "BookTitle": "Ikigai : Japanese Art of staying Young.. While growing Old",
      "author": "Keira Miki",
      "price": 246,
      "PageCount": 112,
      "ISBN": 9355991479,
      "Description": "What is Ikigai? Ikigai is the art of living life in a way that a person is always inspired to remain focused on their goal. The meaning of Ikigai is to make your life meaningful. The people who use the principles of Ikigai always wake up in the morning with a sense of meaning. This is the reason why, despite having been destroyed in the second world war, Japan did not only develop, but also became a nation of longevity. How was all this possible? This was only possible by adopting the principles of Ikigai. This book will not only provide you with theoretical ideas, but also how to lead the Ikigai life with practical examples. It is then that you will know what this Japanese way of living actually is. How the people of that country achieve their goals. How they scale great heights in society and achieve a high social standing.",
      "image": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T2/images/I/41k8aHbVSBL._SX320_BO1,204,203,200_.jpg"
    },
    {
      "id": "7434600c",
      "BookTitle": "Who Will Cry When You Die?",
      "author": "Robin Sharma",
      "price": 167,
      "PageCount": 256,
      "ISBN": 9788179922323,
      "Description": "Life Lessons From The Monk Who Sold His Ferrari Do You Feel that life is slipping by so fast that you might never get the chance to live with the meaning, happiness and joy you know you deserve? If so, then this book will be the guiding light that leads you to a brilliant new way of living. In this easy-to-read yet wisdom-rich manual, the author offers 101 simple solutions to life’s most complex problems, ranging from a little-known method for beating stress and worry to a powerful way to enjoy the journey while you create a legacy that lasts. “When You Were Born, You Cried While The World Rejoiced. Live Your Life In Such A Way That When You Die, The World Cries While You Rejoice.” Ancient Sanskrit Saying",
      "image": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T2/images/I/41wKll7ITyL._SX362_BO1,204,203,200_.jpg"
    }
  ],
  "orders": [
    {
      "BookId": "e46e61d8",
      "status": "Delivered",
      "OrderPlaced": "1680692328021"
    },
    {
      "BookId": "e923cb32",
      "status": "Delivered",
      "OrderPlaced": "1630652488121"
    }
  ]
}
